Repository: KayKostadinov/Go-Flashcards
Catalog: Source/Storyboards/*.lproj/Main.strings
Languages: fr

# 0E3-gD-aBr.title
source: Title
fr: Titre

# 0vF-nR-aQF.placeholder
source: Search Stacks and Cards
fr: Rechercher (lots ou fiches)

# 0vF-nR-aQF.scopeButtonTitles[0]
source: Stacks
fr: Lots

# 0vF-nR-aQF.scopeButtonTitles[1]
source: Cards
fr: Fiches

# 2OJ-V3-OXv.text
source: Stack Name
fr: Nom du lot

# 49W-rn-hKh.title
source: My Stacks
fr: Mes lots

# 63C-7g-dFD.normalTitle
source: Not Right Now
fr: Pas maintenant

# 7hK-f7-0Qg.normalTitle
source: Save
fr: Enregistrer

# 7n6-c8-nva.text
source: Stack details
fr: Infos du lot

# 7wd-8p-dhv.text
source: Language
fr: Langue

# 92P-G7-3NG.text
source: Stack Name
fr: Nom du lot

# D1s-sj-Zs4.text
source: Last Updated
fr: Dernière mise à jour le

# D38-yz-KYc.text
source: Stack details
fr: Infos du lot

# EIo-2f-UdD.text
source: powered by
fr: une technologie

# HKo-Zm-Sy4.title
source: Cancel
fr: Annuler

# KDO-87-ke1.title
source: Search Images
fr: Rechercher une image

# Nvl-KQ-Nne.placeholder
source: Political Science
fr: Sciences politiques

# PZ8-dW-QdY.title
source: Cancel
fr: Annuler

# R7f-mC-acD.title
source: Edit Stack
fr: Modifier le lot

# VD7-07-l5Z.text
source: Save Cards to existing Stack
fr: Enregistrer les fiches dans un lot existant

# Ycx-ea-yqu.text
source: Front Text
fr: Texte de la fiche

# bcG-kx-XJx.title
source: Title
fr: Titre

# c5y-Ie-VeJ.title
source: Public Library
fr: Bibliothèque publique

# cF9-8W-TXR.prompt
source: Choose a Stack to add Cards to
fr: Choisir un lot où ajouter les fiches

# cF9-8W-TXR.title
source: My Stacks
fr: Mes lots

# dNI-Na-teT.title
source: My Stacks
fr: Mes lots

# ePa-Ui-2xL.text
source: Save to My Stacks
fr: Enregistrer dans Mes lots

# gna-AJ-YkJ.normalTitle
source: Save
fr: Enregistrer

# idE-Ef-l6Y.text
source: Name this stack
fr: Donnez un nom au lot

# irK-lI-NQp.title
source: Stack
fr: Lot

# j0M-FH-5TD.normalTitle
source: Get Access
fr: Acheter

# jDz-KP-7hk.text
source: Public Library Access
fr: Accès à la Bibliothèque publique

# npn-Xv-7V9.title
source: Cancel
fr: Annuler

# rOG-ex-3Az.text
source: Back Text
fr: Texte au dos de la fiche

# rb3-4i-X2M.title
source: Stack Preview
fr: Aperçu lot

# tCa-wr-uGQ.segmentTitles[0]
source: Front
fr: Fiche

# tCa-wr-uGQ.segmentTitles[1]
source: Back
fr: Dos

# udP-Bk-OGA.text
source: Includes Images
fr: Comporte des images
