Repository: KayKostadinov/Go-Flashcards
Catalog: FlashCards/*.lproj/Main.strings
Languages: es, ja, zh_hans

# 0E3-gD-aBr.title
source: Title
es: Título
ja: 題
zh_hans: 标题

# 0vF-nR-aQF.placeholder
source: Search Stacks and Cards
es: Buscar mazos y tarjetas
ja: カードデッキとフラッシュカードの検索
zh_hans: 搜索卡盒和卡片

# 0vF-nR-aQF.scopeButtonTitles[0]
source: Stacks
es: Mazos
ja: 山札
zh_hans: 卡盒

# 0vF-nR-aQF.scopeButtonTitles[1]
source: Cards
es: Tarjetas
ja: フラッシュカード
zh_hans: 卡片

# 2OJ-V3-OXv.text
source: Stack Name
es: Nombre del mazo
ja: カードスタック名
zh_hans: 片盒名称

# 49W-rn-hKh.title
source: Stacks
es: Mazos
ja: 山札
zh_hans: 卡盒

# 7hK-f7-0Qg.normalTitle
source: Save
es: Guardar
ja: セーブ
zh_hans: 保存

# 7n6-c8-nva.text
source: Stack details
es: Detalles del mazo
zh_hans: 卡盒详细信息

# 92P-G7-3NG.text
source: Stack Name
es: Nombre del mazo
ja: カードスタック名
zh_hans: 片盒名称

# D38-yz-KYc.text
source: Stack details
es: Detalles del mazo
zh_hans: 卡盒详细信息

# Nvl-KQ-Nne.placeholder
source: Political Science
es: Ciencias políticas
ja: 化学
zh_hans: 政治科学

# Ycx-ea-yqu.text
source: Front Text
es: Texto delantero
ja: 正面テキスト
zh_hans: 正面文本

# bcG-kx-XJx.title
source: Title
es: Título
ja: 題
zh_hans: 标题

# gna-AJ-YkJ.normalTitle
source: Save
es: Guardar
ja: セーブ
zh_hans: 保存

# idE-Ef-l6Y.text
source: Name this stack
es: Pon nombre a este mazo
ja: このスタックカードの名前
zh_hans: 给此卡盒取名

# irK-lI-NQp.title
source: Stack
es: Mazo
ja: 山札
zh_hans: 卡盒

# rOG-ex-3Az.text
source: Back Text
es: Texto trasero
ja: バックテキスト
zh_hans: 背面文本

# tCa-wr-uGQ.segmentTitles[0]
source: Front
es: Parte delantera
ja: フロント
zh_hans: 正面

# tCa-wr-uGQ.segmentTitles[1]
source: Back
es: Parte trasera
ja: バック
zh_hans: 背面
