Repository: KayKostadinov/Go-Flashcards
Catalog: Source/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, ja

source: No cards
de: Keine Karten
es: Sin tarjetas
fr: Aucune fiche
ja: なし

source: One card
de: Eine Karte
es: Una tarjeta
fr: Une fiche
ja: 1 枚のカード

source: %i cards
de: %i Karten
es: %i tarjetas
fr: %i fiches
ja: %i 枚のカード

source: All cards mastered
de: Alle Karten gemeistert
es: Todas las tarjetas aprendidas
fr: Vous connaissez toutes vos fiches
ja: 全カードをマスターしました

source: %@ to review
de: %@ müssen erneut gelernt werden
es: %@ para revisar
fr: %@ à revoir
ja: %@ : 要見直し

source: %i of %@ mastered
de: %i von %@ gemeistert
es: %i de %@ aprendidas
fr: %i sur %@ apprises
ja: %i 枚中 %@ 枚をマスターしました

source: There are no cards in this stack. Go add some!
de: Es befinden sich keine Karten in diesem Stapel. Füge welche hinzu!
es: No hay tarjetas en este mazo. ¡Añade alguna!
fr: Aucune fiche dans ce lot. Créez-en !
ja: この山にカードはありません。 何枚か追加しましょう！

source: All the cards in this stack have been mastered.
de: Alle Karten in diesem Stapel wurden gemeistert.
es: Ya se han aprendido todas las tarjetas de este mazo.
fr: Vous connaissez toutes les fiches de ce lot.
ja: この山にあるカードは全てマスターしました

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

source: Replace
de: Ersetzen
es: Sustituir
fr: Modifier
ja: 入れ替え

source: Choose Source
de: Quelle auswählen
es: Elegir fuente
fr: Choisir la source
ja: ソースを選択

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
ja: カメラ

source: Photo Library
de: Fotomediathek
es: Carrete
fr: Photothèque
ja: フォトライブラリ

source: You'll need to enable %@ access in settings.
de: Du musst den %@-Zugriff in deinen Einstellungen erlauben.
es: Tendrás que dar acceso a %@ en los Ajustes.
fr: Vous devez autoriser l'accès à : %@ (dans Réglages).
ja: 「設定」で %@ のアクセスを許可してください。

source: Go to Settings
de: Gehe zu den Einstellungen
es: Ir a Ajustes
fr: Aller dans Réglages
ja: 設定を開く

source: Add new card
de: Füge eine neue Karte hinzu
es: Añadir nueva tarjeta
fr: Créer une fiche
ja: 新規 カードを 追加

source: Drag mastered cards here
de: Ziehe die gemeisterten Karten hier her
es: Arrastra aquí las tarjetas aprendidas
fr: Faites glisser les fiches apprises ici
ja: ここに マスターした カードを ドラッグ

source: Mastered
de: Gemeistert
es: Aprendidas
fr: Apprises
ja: マスター済

source: We'll remind you to study this Stack at %@
de: Wir werden dich um %@ daran erinnern diesen Stapel zu lernen
fr: Nous vous rappellerons de réviser ce lot à %@.
ja: このカードの山を学習するように %@ にリマインドします

source: We'll remind you to study this Stack at %@ tomorrow
de: Wir werden dich morgen um %@ daran erinnern diesen Stapel zu lernen
fr: Nous vous rappellerons de réviser ce lot demain à %@.
ja: このカードの山を学習するように、明日 %@ にリマインドします

source: Reminder Scheduled
de: Erinnerung geplant
fr: Rappel configuré
ja: リマインダーセット済

source: Remind me to study in
de: Erinnerung an "Lernen" in
fr: Rappelez-moi de réviser dans
ja: リマインダー設定:

source: 30 minutes
de: 30 Minuten
ja: 30分後

source: 2 hours
de: 2 Stunden
fr: 2 heures
ja: 2時間後

source: 6 hours
de: 6 Stunden
fr: 6 heures
ja: 6時間後

source: Tomorrow
de: Morgen
fr: Demain
ja: 明日

source: Add your first Stack
de: Füge deinen ersten Stapel hinzu
es: Añadir tu primer mazo
fr: Créez votre premier lot
ja: 最初の山に 追加しましょう

source: Your new Stack must have a name.
de: Du musst deinen neuen Stapel benennen.
es: Tu nuevo mazo necesita un nombre.
fr: Le nouveau lot doit avoir un nom.
ja: 新しいカードの山に名前をつけてください。

source: Change image?
de: Bild ändern?
es: ¿Cambiar imagen?
fr: Modifier l'image ?
ja: 画像を変更？

source: Delete card?
de: Karte löschen?
es: ¿Eliminar tarjeta?
fr: Supprimer la fiche ?
ja: カードを削除？

source: Uh oh
de: Oh oh!
es: ¡Ups!
fr: Oups !
ja: おっとっと

source: Syncing
de: Wird synchronisiert
es: Sincronizando...
fr: Synchronisation
ja: 同期中

source: Copy Share Link
de: Link zum Teilen kopieren
es: Copiar vínculo para compartir
fr: Copier le lien pour partager
ja: シェア用リンクをコピー

source: Delete Stack?
de: Stapel löschen?
es: ¿Eliminar mazo?
fr: Supprimer le lot ?
ja: 山を削除？

source: Could not delete share
de: Das "Teilen des Stapels" konnte nicht rückgängig gemacht werden
es: No se pudo eliminar la opción de compartir
fr: Ce lot est toujours partagé
ja: シェアを削除できませんでした

source: Could not share this Stack.
de: Stapel konnte nicht geteilt werden.
es: No se pudo compartir este mazo.
fr: Impossible de partager ce lot.
ja: このカードの山をシェアできませんでした

source: Loading Share Info
de: Informationen zum Teilen laden
es: Cargando información sobre compartir...
fr: Chargement des infos...
ja: シェア情報をロード中

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Sharing
de: Teilen
es: Compartir
fr: Partage
ja: シェア中

source: Unmaster all Cards
de: Karten als "nicht gemeistert" markieren
es: Olvidar todas las tarjetas
fr: Réapprendre toutes les fiches
ja: 全カードのマスターを解除

source: Share Stack
de: Stapel teilen
es: Compartir mazo
fr: Partager le lot
ja: カードの山をシェア

source: Manage Sharing
de: Teilen verwalten
es: Gestionar opción de compartir
fr: Gérer le partage
ja: シェアを管理

source: Delete Stack
de: Stapel löschen
es: Eliminar mazo
fr: Supprimer le lot
ja: カードの山を削除

source: Delete Shared Stack
de: Geteilten Stapel löschen
es: Eliminar mazo compartido
fr: Supprimer le lot partagé
ja: シェアしたカードの山を削除

source: Nice work!
de: Toll gemacht!
es: ¡Bien hecho!
fr: Beau travail !
ja: いいですね！

source: If you find Go FlashCards useful, would you mind taking a quick moment to rate it?
de: Wenn du Karteikarten für unterwegs nützlich findest, nimm dir doch bitte einen Moment Zeit um uns zu bewerten!
es: Si la app Tarjetas flash dinámicas te resulta útil, ¿te importaría dedicar un momento a valorarla?
fr: Si vous aimez Fiches mémo, pourriez-vous prendre quelques instants pour noter l'app ?
ja: GO フラッシュカードを使って便利だとお感じでしたら、ぜひとも評価をお願いできませんでしょうか？

source: Rate Go FlashCards
de: Bewerte Karteikarten für unterwegs
es: Valorar Tarjetas flash dinámicas
fr: Noter Fiches mémo
ja: GO フラッシュカードを評価する

source: Remind me later
de: Später erinnern
es: Recordarme más tarde
fr: Plus tard
ja: またあとで

source: No, thanks
de: Nein, danke.
es: No, gracias
fr: Non merci
ja: いいえ、結構です

source: Payment not allowed
de: Zahlung nicht erlaubt
es: Pago no permitido
fr: Paiement non-autorisé
ja: 支払いが未許可です

source: Invalid product %@
de: Ungültiges Produkt %@
es: Producto no válido %@
fr: Produit %@ invalide
ja: 無効なプロダクトです: %@

source: Only Stacks with images
de: Nur Stapel mit Bildern
es: Solo mazos con imágenes
fr: Lots avec images seulement
ja: 画像付きのカードの山

source: Could not access Public Library
de: Zugriff auf die "Öffentliche Bibliothek" nicht möglich
es: No se pudo acceder a la Biblioteca pública
fr: Impossible d'accéder à la Bibliothèque publique
ja: パブリックライブラリーにアクセスできません

source: Search Public Library Stacks
de: Stapel in "Öffentlicher Bibliothek" durchsuchen
es: Buscar mazos en Biblioteca pública
fr: Rechercher un lot dans la Bibliothèque publique
ja: パブリックライブラリーのカードの山を検索

source: Could not get subscription options
de: Abo-Optionen konnten nicht erhalten werden
es: No se pudo acceder a las opciones de suscripción
fr: Impossible d'obtenir les options d'abonnement
ja: 購読オプションを取得できませんでした

source: Could not purchase subscription
de: Abo konnte nicht gekauft werden
es: No se pudo comprar la suscripción
fr: Impossible d'acheter l'abonnement
ja: 購読を購入できませんでした

source: Purchasing...
de: Wird gekauft...
es: Comprando...
fr: Achat...
ja: 購入手続き中…

source: Not now
de: Jetzt nicht
fr: Plus tard
ja: 今はしない

source: Notifications are disabled. Enable them in Settings.
de: Benachrichtigungen sind deaktiviert. Du kannst sie in den Einstellungen wieder aktivieren.
fr: Les notifications sont désactivées. Activez-les dans Réglages.
ja: 通知を無効にしました。「設定」で変更できます。

source: Practice makes perfect. It's time to review %@.
de: Übung macht den Meister. Lerne erneut den Inhalt von %@.
fr: Entraînez-vous pour mieux réussir ! Il est temps de réviser %@.
ja: 繰り返しこそ向上の早道。%@ を見直しましょう。

source: Notifications
de: Benachrichtigungen
ja: 通知

source: OK
es: Aceptar
